Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: "[la revolución ucraniana]
en: "[Ukrainian Revolution]

source: (Trotsky, Por un frente único obrero contra el fascismo).
en: (Trotsky, For a Workers' United Front against Fascism)

source: (¡Llegó la hora!), llamaron “revolución naranja” al aborto de la revolución proletaria.
en: (It Was time!) , called "orange revolution" to abortion of the proletarian revolution.

source: - Problemas vitales del proletariado alemán).
en: Vital problems of the German proletariat.

source: 10 billones de dólares de la Royal Dutch Shell para explotar hidrocarburos en el sur del país.
en: 10 billion dollars of Royal Dutch Shell to exploit hydrocarbons in the south.

source: 4) Los ciudadanos de Ucrania central y occidental deben presionar al gobierno para que no permita la discriminación, destrucción de monumentos o el incentivo de hostilidad innecesaria” (Declaración del 3 de marzo).
en: 4) the citizens of Western and Central Ukraine should press the government not to allow linguistic discrimination, destruction of monuments or the incitement of unnecessary hostility” (March 3rd Declaration).

source: A ellos se les impuso los peores salarios para sostener la recuperación económica que siguió al estancamiento de los noventas.
en: The worse wages were imposed on them, to sustain the economic recovery that followed to the stagnation of the 1990s.

source: A fines del 2013, la decisión de Yanukovich de hacer un acuerdo con Rusia y no con la Unión Europa, hizo estallar la indignación de millones de estudiantes sin futuro, artesanos quebrados, pequeños comerciantes, profesionales parados, desempleados crónicos, que vieron en el derrocamiento del régimen y la conquista de su autodeterminación nacional, la solución a sus angustiantes problemas materiales.
en: At the end of 2013, the decision of Yanukovych to make an agreement with Russia and not with the European Union, blew up the indignation of millions of students without future, ruined artisans, small shopkeepers, chronic unemployed, unemployed professionals, who saw in the overthrow of the regime and the conquest of national self-determination, the solution to its distressing material problems.

source: A los obreros de Dnipropetrovsk y su vanguardia de Kryvyi Rih, los envenenan diciendo que el “mal menor” es el gobierno “debilísimo” y provisional que ha surgido de una revolución “democrática”, que a Svoboda será fácil derrotarlo en las urnas, que el principal enemigo es el “imperialismo ruso”.
en: They poison the workers of Dnipropetrovsk and its vanguard of Kryvyi Rih, saying that the "lesser evil" is the "very weak" and provisional Government that has emerged from a "democratic" revolution, which Svoboda will be easy to defeat him at the ballot box, they say that the main enemy is the "Russian imperialism"..

source: Acusaron al bloque pro-ruso (del saliente Kuchma y su candidato Yanukovich) de hacer fraude en las elecciones presidenciales y transformaron la disposición al combate de los explotados en millones de votos con los que finalmente salió ganador Yuschenko con Tymoshenko como primera ministra.
en: They accused to the pro-Russian bloc (the one of the outgoing Kuchma and Yanukovich candidate ) of making fraud in the presidential elections and transformed the disposal for combat of the exploited millions into votes with which eventually emerged victorious Yushchenko, with Tymoshenko as prime minister.

source: Además de solo mencionar “la amenaza de Putin” sin decir una palabra sobre las evidentes ambiciones de EEUU, Alemania, etc., lo curioso es que la mayoría proviene de estos países ¡e incluso del Estado de ocupación de Israel!
en: In addition to just mention "the threat of Putin" without saying a word about the obvious ambitions of USA, Germany, etc., the funny thing is that most come from these countries and even the State of occupation of Israel!

source: Ahora el régimen está buscando afirmarse golpe tras golpe, midiendo siempre la correlación de fuerzas, considerando siempre que no cuenta con la clase media rusófona.
en: Now the regime is seeking assert blow after blow, always measuring the correlation of forces, always considering that lacks the Russian-speaking middle class.

source: Ahora en Ucrania a la izquierda pro-europea y pro-rusa se le va la vida en impedir el armamento del proletariado subordinándolo a distintos campos y ejércitos de la burguesía, jugando el mismo papel contrarrevolucionario del estalinismo y la socialdemocracia en su momento.
en: Now in Ukraine pro-Russian and pro-European left is you is life to prevent the arming of the proletariat subordinating it to different camps and armies of the bourgeoisie, playing the same counter-revolutionary role of Stalinism and Social-democracy at the time..

source: Ahora las calles de esta ciudad industrial son ocupabas por el ejército ucraniano y las milicias de Svoboda y Sector de Derecha.
en: Now the streets of this industrial city are had by the Ukrainian army and the militias of Svoboda and Right Sector.

source: Ahora los desechos de la socialdemocracia ucraniana y su fracción anarquista y seudo-trotskista dicen que por responsabilidad del incurable “nacionalismo ruso” del PC es que las masas no rusófonas de Ucrania han caído fatalmente en manos del fascismo pro-europeo, ocultando sus propias traiciones en estrecha colaboración con los que ahora critican de forma completamente cínica.
en: Now the waste of Ukrainian social democracy and its anarchist and pseudo-Trotskyist fraction liability of the incurable "Russian nationalism" of the CP, is that non-Russian-speaking masses of Ukraine have fallen fatally in the hands of pro-European fascism, hiding their own betrayals in close cooperation with those who now criticize in a completely cynical way.

source: Ahora que vemos como se están desarrollando los acontecimientos en Ucrania, se hace más evidente para cualquier obrero avanzado que el único camino que tiene el proletariado es pelar como en Libia y Siria, conquistando su armamento para aplastar al fascismo y a los tanques contra-revolucionarios de Putin.
en: Now that we see how the events in Ukraine are developing, it is more evident for any advanced worker that the only way that the proletariat has is fight as in Libya and Syria, conquering their weapons to crush fascism and the counter-revolutionary tanks of Putin.

source: Ahora sin embargo, aparece como grupo simpatizante de la “Cuarta Internacional” mandelista que viene reproduciendo sus comunicados.
en: Now, however, appears as a sympathizer group of the Mandelist "Fourth International" that is been spreading its releases.

source: Ahora vemos como desde fines de enero, los explotados rusófonos pero también no rusófonos (¡que los hay y tiene los peores trabajos!) de Dnipropetrovsk y más tarde de Kharkiv, ambas ciudades del Este de Ucrania, han salido a las calles no para respaldar los acuerdos de esclavitud con la Unión Europea como dicen los socialimperialistas, sino contra Yanukovich, Putin y los grandes oligarcas del metal como Rinat Ajmétov.
en: Now we see since late January, the Russian-speaking exploited, but also non-Russian-speaking ones (which there are and has the worst jobs!) of Dnipropetrovsk and later of Kharkiv, both cities in the East of Ukraine, have gone to the streets not to support agreements of slavery with the European Union as they say the socialimperialists, but against Yanukovich, Putin and the great oligarchs of metal like Rinat Ajmétov.

source: Ahora vemos como el “patriotismo” del gobierno fascista de coalición ucraniano ha sido coronado con nuevos préstamos del FMI, nuevos contratos de saqueo imperialista y el nombramiento de oligarcas pro-europeos (Kolomoyski y Taruta), como gobernadores directos de dos regiones rusófonas.
en: Now we see how the "patriotism" of the Ukrainian fascist coalition Government has been crowned with new loans from the IMF, new contracts of imperialist looting and the appointment of pro European oligarchs (Kolomoyski and Taruta), as direct rulers of two Russian-speaking regions.

source: Ahora vemos en Ucrania que
en: Now we see in Ukraine that

source: Al año siguiente, apoyado en su pacto contra-revolucionario con el imperialismo que puso fin a la guerra con Georgia, la burguesía rusa inició una seria crisis alrededor del suministro energético con el fin de regatear mejores condiciones con el imperialismo.
en: The following year, supported in his counter-revolutionary covenant with the imperialism that ended the war with Georgia, the Russian bourgeoisie began a serious crisis around the energy supply in order to haggle better with imperialism.

source: Al intentar escapar, los obreros se refugiaron en un local sindical que fue luego quemado por los fascistas,
en: Trying to escape, the workers took refuge in a trade union premises which was then burned by fascists,

source: Al pacto con la oligarquía rusófona para mediar con las masas del Este, se suma el pacto con Putin al que el imperialismo ha ya concedido provisionalmente las posiciones tomadas sobre territorio ucraniano.
en: To the Pact with the Russian oligarchy to mediate with the masses from the East, joins the Pact with Putin that imperialism has already granted provisionally the positions taken on Ukrainian territory.

source: Al principio da la impresión de que la pequeña burguesía, espada en mano, se vuelve contra el régimen burgués;
en: At first one gets the impression that the petty bourgeoisie with sword in hand is turning upon the bourgeois regime;

source: Al sostener estos gobiernos contra-revolucionarios, el estalinismo es responsable también de la pérdida de Slaviansk y del callejón sin salida en el que se encuentra la revolución socialista ucraniana.
en: Because of its political support to these counter-revolutionary Governments, Stalinism is responsible also for the loss of Slavyansk and the blind alley where is the Ukrainian Socialist Revolution.

source: Ambos, tanto la izquierda del euro como la del rublo, sostienen el argumento del “mal menor” con el fin de subordinar al poderoso proletariado ucraniano a la burguesía, porque se les va la vida en impedir un camino independiente a los explotados de Ucrania.
en: Both, the Left of the euro as the ruble, argue the argument of the "lesser evil" in order to subordinate the powerful Ukrainian proletariat to the bourgeoisie, because it gave their life to prevent an independent path to the exploited of Ukraine.

source: Apoyado en éstas, el partido “Svoboda” con su frente de milicias “Sector de Derecha” encabezó una insurrección fascista “pro-europea” que condujo al derrocamiento del gobierno bonapartista “pro-ruso” de Yanukovich y la imposición de un régimen de transición fascista.
en: Supported in these, the "Svoboda" party with their "Right Sector" militias front headed a fascist insurrection "Pro-European" which conducted to the overthrow of the "pro Russian" Bonapartist Government of Yanukovich and the imposition of a fascist transition regime.

source: Apoyamos el cese de la cooperación con el Fondo Monetario Internacional y con las demás instituciones financieras internacionales.
en: We support the termination of further cooperation with the International Monetary Fund and other international financial institutions.

source: Aquí Trotsky hace referencia a los asesinatos ejecutados por Hitler (Noche de los Cuchillos Largos) contra sus aliados “democráticos” en el gobierno y los líderes de las SA, su milicia pequeño-burguesa.
en: Trotsky here refers to the murders executed by Hitler (Night of the Long Knives) against its "democratic" allies in the Government and the leaders of the SA, its petty-bourgeois militia..

source: Aquí están todas sus demandas y en ninguna aparece la defensa de los derechos democráticos de los explotados ucranianos que hablan ucraniano y que ocupan más de la mitad del territorio nacional.
en: Here are all their demands and nowhere appears the defense of the democratic rights of the Ukrainians exploited who speak Ukrainian and occupy more than half of the national territory.

source: Aquí nuevamente jugaron su siniestro rol las direcciones traidoras del Foro Social Mundial:
en: Here again the treacherous directions of the World Social Forum played its sinister role:

source: Aquí se ubican también los estalinistas avergonzados del SEP de David North, agentes políticos abiertos de Putin.
en: Here are too the ashamed Stalinists of the SEP of David North, are also open political agents of Putin.

source: Así los fascistas “anti-rusos” buscaban descargar principal y abiertamente sobre los hombros del proletariado rusófono la crisis brutal en la que se encuentra el país.
en: Thus-"anti-Russian" fascists sought to discharge, main and openly, on the shoulders of the Russian-speaking proletariat the brutal crisis in which the country finds itself.

source: Así mismo defendemos con todas nuestras fuerzas, contra el legado del estalinismo, el derecho de que esta república socialista decida federarse o no con cualquier futura unión de países socialistas, ya sea de oriente o de occidente.
en: Likewise we defend with all our might, against the legacy of Stalinism, the right that this Socialist Republic decide to federate or not with any future union of socialist countries, either East or West.

source: Así podemos ver como una gran mayoría de ellos se alinea abierta o disimuladamente en el campo de la izquierda pro-europea sosteniendo el mito del Maidán revolucionario, aquí es donde encontramos a los morenistas de la LIT-CI encabezando la lista con su genial teoría de las “revoluciones democráticas” que esta vez se la endilgaron ¡a una insurrección fascista!
en: So we can see how a large majority of them lines up open or secretly in the field of the pro-European Left holding the myth of the revolutionary Maidan, here is where we find the morenists of IWL-FI topping the list with his brilliant theory of "democratic revolutions," which this time did it to a fascist insurrection!

source: Así vemos como la LIT-CI afirma que el fascismo dirigió milicias obreras durante el Maidán, como si de una dirección reformista se tratara,
en: Thus we see as the IWL-FI says that fascism directed workers militias during the Maidan, as if it was a reformist leadership,

source: Así, el Partido Comunista no solo no puede sino que no quiere prevenir el ascenso de los ultra-derechistas”;
en: Thus, the Communist Party not only cannot but it does not want to prevent the rise of ultra rightists"; However, they finished saying:

source: Así, han reconocido que Hitler es un mal menor, puesto que una victoria en el referéndum llevaría al poder a Hitler, y no al proletariado.
en: So, have recognized that Hitler is a lesser evil, since that victory in the referendum would lead to power to Hitler, and not to the proletariat.

source: Aunque estas acciones se pueden considerar superiores a la paralización de un sector, aisladas de la capital no pueden ser decisivas, porque es allí donde la burguesía concentra su poder y se disputa el dominio del país.
en: Although these actions can be considered superior to the cessation of a sector, isolated from the capital they are not decisive, because it is there where the bourgeoisie concentrated their power and disputed the dominance of the country.

source: Autonomía y federación –que no es separatismo sino un cambio en las formas de la estructura del Estado diseñada por los intereses del pueblo.
en: Autonomy and federation which is not separatism but a change in the forms of the state structure designed by the people's interests.

source: Bajo su brutal dominio burocrático, el estalinismo transformó la URSS en una verdadera cárcel de naciones:
en: Under his brutal bureaucratic rule, Stalinism transformed the Soviet Union in a real prison of Nations:

source: Borotda afirma que fue asesinado uno de sus militantes junto con decenas de heridos.
en: Borotda says that it was killed one of its militants along with dozens of wounded.

source: Borotda nació como fracción juvenil del PC al que se unieron grupos como la “Unión de Obreros de toda Ucrania” y la asociación juvenil “Che Guevara”.
en: Borotda was born as youth fraction of the PC to which groups came together as the "Union of workers from all Ukraine" and the Youth Association "Che Guevara". In one of his statements, they say:

source: Borotda por su parte, cumplió también su rol aislando la huelga de los mineros de Luhansk que salían a combatir tanto al gobierno fascista como al oligarca pro-ruso Rinat Ajmétov, subordinando la lucha anti-fascista a la protección militar de Putin.
en: Borotda on the other hand, also played its role by isolating the strike of miners from Luhansk who went out to fight the fascist government as the pro-Russian oligarch Rinat Ajmétov, subordinating the anti fascist fight to the military protection of Putin.

source: Burócratas sindicales como Volynko de Donbás, respaldan abiertamente los batallones del fascismo,
en: trade union bureaucrats as Volynko from Donbas, support openly the battalions of fascism,

source: COMO EN PALESTINA Y SIRIA:
en: AS IN BOTH PALESTINE AND SYRIA:

source: Clave para el éxito de la insurrección fascista ha sido la pasividad del poderoso proletariado de Kiev.
en: The key to the success of the fascist insurrection has been the passivity of the powerful proletariat of Kiev.

source: Como dijo Trotsky:
en: As Trotsky said:

source: Como escribió Trotsky:
en: As Trotsky wrote:

source: Compañeros del YKPC:
en: Fellow of the YKPC:

source: Con el nuevo gobierno nacido de la “revolución naranja” a fines del 2004, este régimen de pacto restauracionista se ha ido socavando con la multiplicación de las inversiones imperialistas en Ucrania, con Alemania inyectando capital productivo y EEUU llevando capital financiero a Kiev a través de Wall Street y el FMI.
en: With the new government born of the "orange revolution" in late 2004, this regime of the restorationist covenant has been undermined with the multiplication of imperialist investment in Ukraine, with Germany injecting productive capital. and USA carrying financial capital to Kiev through Wall Street and the IMF.

source: Con el salto cualitativo de la influencia del fascismo sobre las masas pequeño-burguesas, se empezó a desarrollar una situación pre-fascista y el régimen bonapartista adoptó también este carácter.
en: With the qualitative leap of the influence of fascism on the petite bourgeois masses, began to develop a situation fascist pre and the Bonapartist regime also adopted this character.

source: Con esto se ha venido desplazando a la oligarquía nativa de Ucrania y sus socios de Rusia pero aún conserva grandes negocios que está dispuesta a seguir defendiendo.
en: With this has been displacing the native oligarchy of Ukraine and Russian partners , but these still has big business that's willing to continue defending.

source: Con la izquierda pro-europea avanzando en su descomposición y la economía ucraniana en un callejón sin salida, el fascismo empezó a cobrar mayor protagonismo en las manifestaciones contra Rusia y la oligarquía rusófona.
en: with pro-European Left progressing in its decomposition and the Ukrainian economy into a blind alley, fascism began to take a greater role in demonstrations against Russia and the Russian oligarchy..

source: Condiciones para esto sobran, están más que maduras y ya se empiezan a descomponer.
en: Conditions for this are too many, they are more than ripe and already begin to decompose.

source: Confundidos y paralizados por sus direcciones, oscilando entre la apatía política y cierta expectativa por la insurrección pequeño-burguesa embellecida por la izquierda del Euro, los obreros de la capital no han podido responder por el momento al desafío histórico que le ha lanzado la burguesía.
en: Confused and paralyzed by their leaderships, ranging from political apathy and certain expectation by the petty-bourgeois insurrection embellished by the left of the Euro, the workers of the capital have not failed to respond by the time the historical challenge that has launched it the bourgeoisie.

source: Consecuentemente, nosotros aceptamos este gobierno como uno legítimo.
en: As a result, we accept this Government as legitimate one.

source: Considerando la situación internacional, la crisis profunda del capitalismo, la ofensiva imperialista, los conflictos en el seno de la burguesía, la situación desesperada a la que estaba siendo empujada la pequeña-burguesía, el retraso de la revolución proletaria por responsabilidad de sus direcciones, la desilusión generalizada con la democracia, la descomposición de la izquierda reformista;
en: Considering the international situation, the profound crisis of capitalism, the imperialist offensive, the conflicts at the heart of the bourgeoisie, the desperate situation to which was being pushed the petit bourgeoisie, the backwardness of the proletarian revolution by responsibility for their leaderships, the widespread disillusionment with democracy, the decomposition of the reformist left; everything indicated that the conditions for a fascist solution of the social crisis had matured.

source: Considerando la situación internacional, la crisis profunda del capitalismo, la ofensiva imperialista, los conflictos en el seno de la burguesía, la situación desesperada a la que estaba siendo empujada la pequeña-burguesía, el retraso de la revolución proletaria por responsabilidad de sus direcciones, la desilusión generalizada con la democracia, la descomposición de la izquierda reformista; todo indicaba que las condiciones para una solución fascista de la crisis social habían madurado.
en: Considering the international situation, the profound crisis of capitalism, the imperialist offensive, the conflicts at the heart of the bourgeoisie, the desperate situation to which was being pushed the petit bourgeoisie, the backwardness of the proletarian revolution by responsibility for their leaderships, widespread disillusionment with democracy, the decomposition of the reformist left; everything indicated that the conditions for a fascist solution of the social crisis had matured.

source: Continuando con su política pero de forma redoblada, el imperialismo está sobre-endeudando a Ucrania e imponiendo la privatización desenfrenada a favor de las transnacionales, la liquidación del salario por la inflación, el aumento del precio del gas, despidos y una represión policial y fascista despiadada contra las organizaciones obreras.
en: Continuing its policy but in redoubled form, imperialism is over-indebting Ukraine and is imposing an unbridled privatisation in favour of transnational corporations, liquidation of wage because of inflation, increase in the price of gas, dismissals and a police and fascist repression against the workers organizations.

source: Contra la pasividad criminal de la socialdemocracia y el estalinismo, Trotsky advirtió prontamente el ascenso del fascismo alemán:
en: Against criminal passivity of social democracy and Stalinism, Trotsky promptly warned the rise of German fascism: "the fascists rise very quickly.

source: Contra lo que argumenta la socialdemocracia, una insurrección fascista no es programada con anticipación, porque finalmente el fascismo se asienta sobre un volcán pequeño-burgués de miseria, odio y desesperación que no es fácil de controlar.
en: Against which argues the social democracy, a fascist insurrection is not scheduled in advance, because finally the fascism settles on a petit-bourgeois volcano of misery, hatred and despair that is not easy to control.
